<template>
  <v-row align="center">
    <v-col
      class="order-md-1"
      cols="12"
      md="8"
    >
      <p class="text-body-1 px-4">
        Начальный опыт я получил на Geek University Frontend-разработки, который длился больше года.
        Я открыл для себя программирование случайно, когда мне нужно было создать свой собственный веб-сайт,
        чтобы защитить диплом в университете, где я получил степень бакалавра по специальности
        "Информационные системы и технологии".
        Создав свой собственный веб-сайт, я с удовольствием углубился в программирование.
        Вначале я много изучал, в основном Javascript. Теперь я полноценный Frontend-разработчик.
      </p>
    </v-col>

    <v-col
      cols="12"
      md="4"
    >
      <v-img
        src="/img/thor.jpg"
        class="rounded-lg"
      />
    </v-col>
  </v-row>
</template>
